{
    "agonist": "A substance that initiates a physiological response when combined with a receptor.",
    "amnesia": "A partial or total loss of memory. The user may not be aware of their actions in this state, or remember them afterwards.",
    "anaesthetic": "A substance which causes reversible loss of consciousness, usually for a medical procedure.",
    "analgesic": "Relieves pain.",
    "analogue": "A structural analogue is a compound having a structure similar to that of another one, but differing from it in one or a few components.",
    "antagonist": "A substance that interferes with or inhibits the physiological action of another.",
    "anxiolytic": "A type of medication which helps to relieve anxiety.",
    "arylcyclohexylamine": "A class of dissociatives which includes many popular drugs, such as Ketamine and MXE.",
    "bbb": "Blood Brain Barrier",
    "blotter": "Blotting paper that is dipped into a drug/water/alcohol solution for uncomplicated dosing of potent substances.",
    "cannabinoid": "Chemicals produced naturally that bind to cannabinoid receptors. They are involved in a variety of mental and physical processes, including pain regulation, food intake, and reward.",
    "cathinone": "Cathinone, or Benzoylethanamine is a monoamine alkaloid found in the shrub Catha edulis (khat) and is chemically similar to ephedrine, cathine and other amphetamines. Cathinone differs from amphetamine by possessing a ketone oxygen atom on the β position of the side chain.",
    "chirality": "The term chiral describes an object, especially a molecule, which has or produces a non-superimposeable mirror image of itself.",
    "cns": "Central Nervous System. The part of the body responsible for processing signals from the rest of the body and sensory input.",
    "common": "Common drugs are those which are well known and widely used among the drug community. This doesn't necessarily mean they are safe, but it usually comes with a longer relative history of use in humans with which to establish a safety profile.",
    "depressant": "Depressants are drugs which reduce arousal and stimulation in the user, characterized by a depressing of mental and physical functions.",
    "dissociative": "Dissociatives are mostly NMDA receptor antagonists, these substances are hallucinogenic but different than psychedelics. As per the name, these substances create a distance between the user and reality.",
    "dopamine": "A neurotransmitter associated with movement, attention, learning, and the brain’s pleasure and reward system.",
    "dri": "DRIs inhibit the transporter-mediated reuptake of dopamine from the synapse into the pre-synaptic neuron, leading to an increase in the extracellular concentrations of the neurotransmitter. Causes stimulant effects.",
    "dystaxia": "A reduced control of the muscles, which results in the loss of coordination or balance. This increases the likelihood of physical accidents causing harm.",
    "empathogen": "An empathogen is a drug which induces feelings of love and connectedness and heightened (usually positive) emotion in the user.",
    "enantiomer": "One of two stereoisomers that are mirror images of each other that are non-superposable (not identical). Think of it like the left and right hand, which are identical aside from orientation.",
    "euphoria": "A feeling of great happiness or well-being. An overwhelming sense of content, love, and goodness.",
    "first pass metabolism": "First pass metabolism is the process in which the liver starts to break down drugs before they reach systemic circulation.  Different ROA's including insufflation are used to bypass this process to increase potency.",
    "habit-forming": "These drugs pose a higher risk of causing habit forming behavior, take particular care with the amount and frequency they are taken.",
    "hypnotic": "Induces sleep. It may be difficult to stay awake under the influence of this drug.",
    "inactive": "An inactive substance is something which doesn't have any perceivable effect on your mind or body. An example of an inactive substance is EFLEA which is inactive on its own but is used as a prodrug to create EDMA.",
    "inverse": "An inverse agonist is an agent that binds to the same receptor as an agonist but induces a pharmacological response opposite to that agonist (i.e. Naloxone).",
    "isomer": "Each of two or more compounds with the same formula but a different arrangement of atoms in the molecule and different properties.",
    "opioid": "Opioids are pain-killing depressants which may also cause euphoria.",
    "benzodiazepine": "Benzodiazepines are generally hypnotic or anxiolytic depressant drugs.",
    "maoi": "Any of a group of antidepressant drugs that inhibit the action of monoamine oxidase in the brain and so allow monoamines to accumulate.",
    "muscle relaxant": "Substance that reduces muscle contractability by blocking the transmission of nerve impulses.",
    "nmda": "A glutamate receptor, is the predominant molecular device for controlling synaptic plasticity and memory function.",
    "nootropics": "These are a class of drugs that work by increasing levels of either/or neurotransmitters, enzymes, hormones, oxygen supply, and/or stimulating nerve growth.  They are generaly neuroprotective, and extremely non-toxic.",
    "norepinephrine": "Also known as noradrenaline: a catecholamine with multiple roles including as a hormone and a neurotransmitter.",
    "phenethylamine": "Also known as PEA: a natural monoamine alkaloid, trace amine, and psychoactive drug with stimulant effects. In the mammalian central nervous system. Believed to function as a neuromodulator or neurotransmitter.",
    "potency": "A measure of drug activity expressed in terms of the amount required to produce an effect of given intensity.",
    "psychedelic": "Psychedelics are drugs which alter the perception, causing a number of mental effects which manifest in many forms including altered states of consciousness, visual or tactile effects.",
    "psychoactive": "Substances that changes brain function and results in alterations in perception, mood, or consciousness.",
    "re-uptake inhibitor": "Also known as a transporter blocker, is a drug which inhibits the transporter-mediated reuptake of a neurotransmitter from the synapse into the pre-synaptic neuron, leading to an increase in the extracellular concentrations of the neurotransmitter.",
    "receptor": "A protein molecule that receives and responds to a neurotransmitter.",
    "release": "A releasing agent (RA), or simply releaser, is a drug that induces the release of a neurotransmitter from the presynaptic neuron into the synapse, leading to an increase in the extracellular concentrations of the neurotransmitter.",
    "research-chemical": "Designer drugs, a term used to describe drugs which are created (or marketed, if they had already existed) to get around existing drug laws, usually by modifying the molecular structures of existing drugs to varying degrees, or less commonly by finding drugs with entirely different chemical. Research chemicals are drugs with relatively little history of human use, and thus particular care should be taken if choosing to ingest them.",
    "roa": "Common abbreviation for Route Of Administration, used to describe the various different methods of ingesting drugs, including oral, insufflation, sublingual/buccal, rectal, intramuscular (IM) and intravenous (IV) injection.",
    "sari": "Serotonin antagonist and reuptake inhibitor, a class of anti-depressant.",
    "sedative": "Induces sleep or promotes calmness in the user.",
    "serotonin": "A monoamine neurotransmitter, biochemically derived from tryptophan, that is primarily found in the gastrointestinal (GI) tract, platelets, and central nervous system (CNS) of humans and animals. It is a well-known contributor to feelings of well-being.",
    "snri": "Serotonin-Norpinephrine reuptake inhibitor, a class of anti-depressant.",
    "stimulant": "Stimulants excite the nervous system and increase physiological function.",
    "tentative": "Drugs marked as tentative are those our team wasn't able to find much reliable information about. This is often because the drug is very new. Information listed under these drugs should not be entirely trusted.",
    "thienodiazepine": "Heterocyclic compound containing a diazepine ring mixed with a thiophene ring.",
    "tryptamine": "Tryptamine is a monoamine alkaloid found in plants, fungi, and animals. It is based around the indole ring structure, and is chemically related to the amino acid tryptophan, from which its name is derived."
}