{
    "agonist": "A substance that triggers a response when it binds to a receptor in the body.",
    "amnesia": "Loss of memory, often making one unaware of their actions or unable to recall them later.",
    "anaesthetic": "A substance used to induce unconsciousness or numbness, typically for medical procedures.",
    "analgesic": "A drug that helps to relieve pain.",
    "analogue": "A compound similar in structure to another, with slight differences in composition.",
    "antagonist": "A substance that blocks or dampens the action of another substance in the body.",
    "anxiolytic": "Medication designed to reduce or alleviate anxiety.",
    "arylcyclohexylamine": "A category of dissociative drugs, including well-known substances like Ketamine.",
    "bbb": "Blood-Brain Barrier, a barrier which regulates the passage of substances from the bloodstream to the brain.",
    "blotter": "Paper soaked in a drug solution, used for precise dosing of potent substances.",
    "cannabinoid": "Naturally occurring chemicals that interact with cannabinoid receptors, affecting various mental and physical processes.",
    "cathinone": "A natural stimulant found in the khat plant, structurally similar to amphetamines and known for its psychoactive properties.",
    "chirality": "A property of molecules having non-superimposable mirror images, much like left and right hands.",
    "cns": "Central Nervous System, responsible for processing sensory input and body signaling.",
    "common": "Drugs that are well-known and widely used, not necessarily safe but with a more established usage history.",
    "depressant": "Substances that reduce arousal and stimulation, slowing down mental and physical processes.",
    "dissociative": "Drugs that create a sense of detachment from reality, often causing hallucinogenic effects.",
    "dopamine": "A key neurotransmitter involved in movement, attention, learning, and pleasure/reward mechanisms.",
    "dri": "Dopamine Reuptake Inhibitors increase dopamine levels by inhibiting its reabsorption into neurons.",
    "dystaxia": "Impaired muscle coordination, often leading to unsteady movements and a higher risk of accidents.",
    "empathogen": "Drugs that induce feelings of emotional closeness, empathy, and heightened emotions.",
    "enantiomer": "One of two mirror-image molecules that are not identical, similar to left and right hands.",
    "euphoria": "An intense state of happiness and well-being, often experienced as a drug effect.",
    "first pass metabolism": "The process where the liver breaks down drugs before they enter the bloodstream, affecting drug potency.",
    "habit-forming": "Drugs with a higher risk of leading to habitual use or dependency.",
    "hypnotic": "Substances that induce sleep, often used to treat insomnia or for anesthesia.",
    "inactive": "Substances with no significant effect on the mind or body, sometimes used as inactive components in drug formulations.",
    "inverse": "Inverse agonists bind to the same receptors as agonists but produce opposite effects.",
    "isomer": "Compounds with the same chemical formula but different arrangements of atoms and properties.",
    "opioid": "Pain-relieving substances that can also cause euphoria, derived from opium or synthetically made.",
    "benzodiazepine": "A class of drugs primarily used for their sedative and anxiety-reducing effects.",
    "maoi": "Antidepressants that work by inhibiting monoamine oxidase, increasing levels of certain neurotransmitters in the brain.",
    "muscle relaxant": "Drugs that reduce muscle tension by interfering with nerve signaling.",
    "nmda": "A receptor for glutamate, playing a key role in memory and learning.",
    "nootropics": "Drugs that enhance cognitive functions, often with neuroprotective properties.",
    "norepinephrine": "A neurotransmitter and hormone playing a key role in alertness and response to stress.",
    "phenethylamine": "A natural stimulant and neurotransmitter, known for its mood-boosting effects.",
    "potency": "The strength of a drug's effect relative to its dose.",
    "psychedelic": "Drugs that significantly alter perception and consciousness, often causing visual and auditory hallucinations.",
    "psychoactive": "Substances that change brain function, affecting perception, mood, or consciousness.",
    "re-uptake inhibitor": "Drugs that increase neurotransmitter levels by preventing their reabsorption into neurons.",
    "receptor": "Proteins on cell surfaces that respond to neurotransmitters and other substances.",
    "release": "Releasing agents increase neurotransmitter levels by promoting their release into the synapse.",
    "research-chemical": "Synthetic drugs created to circumvent drug laws, often with little known about their effects and safety.",
    "roa": "Route Of Administration, the method by which a drug is taken, such as orally or intravenously.",
    "sari": "A class of antidepressants that block serotonin receptors and inhibit its reuptake.",
    "sedative": "Drugs that calm the user, reducing excitement or irritation, and often inducing sleep.",
    "serotonin": "A neurotransmitter involved in mood regulation, digestion, and sleep, among other functions.",
    "snri": "Antidepressants that increase serotonin and norepinephrine levels in the brain.",
    "stimulant": "Substances that increase alertness and energy by stimulating the central nervous system.",
    "tentative": "Drugs with limited information available, often new and not well-studied.",
    "thienodiazepine": "A class of drugs similar to benzodiazepines, with sedative and anxiolytic effects.",
    "tryptamine": "A group of naturally occurring compounds, structurally related to the amino acid tryptophan, known for their psychoactive properties."
}